export default {
  projections: {
    ГостьE: {
      фИО: {
        __caption__: 'ФИО'
      },
      датаРождения: {
        __caption__: 'Дата рождения'
      },
      данныеПаспорта: {
        __caption__: 'Серия и номер паспорта'
      },
      телефон: {
        __caption__: 'Телефон'
      },
      почта: {
        __caption__: 'E-mail'
      },
      карта: {
        __caption__: 'Карта'
      }
    },
    ГостьL: {
      фИО: {
        __caption__: 'ФИО'
      },
      датаРождения: {
        __caption__: 'Дата рождения'
      },
      данныеПаспорта: {
        __caption__: 'Серия и номер паспорта'
      },
      телефон: {
        __caption__: 'Телефон'
      },
      почта: {
        __caption__: 'E-mail'
      },
      карта: {
        __caption__: 'Карта',
        номерКарты: {
          __caption__: 'Карта'
        }
      }
    }
  },
  validations: {
    данныеПаспорта: {
      __caption__: 'Серия и номер паспорта'
    },
    датаРождения: {
      __caption__: 'Дата рождения'
    },
    почта: {
      __caption__: 'E-mail'
    },
    телефон: {
      __caption__: 'Телефон'
    },
    фИО: {
      __caption__: 'ФИО'
    },
    карта: {
      __caption__: 'Карта'
    }
  }
};
